{
    "country": [
        {
            "id": 1,
            "title": "Antigua and Barbuda",
            "mini_title_1": "Information About Car Import into Antigua and Barbuda",
            "content_1": "Consumers in Antigua and Barbuda not only import used vehicles but new ones as well. However, even in this small twin island state, the racing fraternity is large and these drivers are fascinated with cars from the 90s, making them widely popular. Because the taxes in Antigua and Barbuda vary from year to year, it is always wise to check to see if there were any changes made to the procedures and taxes by checking the following link to the government website: www.customs.gov.ag/index.php/trade/vehicle_import.",
            "content_2": "The twin island state has two main ports of entry, namely the V.C. Bird International Airport and the Deep Water Harbor located in St. John's. However, the latter is the preferred choice when it comes to importing vehicles. The Harbor is located in the west of the city and is the first port of entry reached when coming by boat through St. John's City. Before importing a vehicle (new/used) into Antigua, one would need to have the following documents in order: ",
            "content_3": "Import license from the Ministry of Trade Refrigerant form from the National Ozone Office within the Ministry of Trade Invoice Bill of Lading Environmental Levy form",
            "content_4": "Using the Invoice and Bill of Lading, the Customs Broker will prepare the Customs Declaration Forms. The vehicle will then be examined to determine the cost, quality and type of refrigerant once the warrant/form has been submitted from the transit shed to the valuation officer. Once that process has been completed, the refrigerant form will be taken by the broker to the National Ozone Office for approval and documentation. The Environmental Levy form is collected. The waiver is based on the age of the vehicle and can be obtained through the Minister of Agriculture at the Ministry of Agriculture.",
            "content_5": "The Levy is calculated as follows: Vehicles up to one year old, a rate of EC$1,000.00 Used vehicles over one year old, EC$4,000.00",
            "content_6": "With supporting documents the forms can now be submitted to Customs for processing and for the necessary taxes to be collected and duties to be applied. Upon payment, the Broker takes the form to be stamped by the Port Authority, located within Deep Water Harbor. After this process, the warrant is taken to the Deep Water Harbor Transit Shed where the Customs Officer will verify if payment has been made. The documents will then be stamped and given to Port Authority, who is responsible for releasing the vehicle from the Port.",
            "content_7": "If concession is applicable, one will need to obtain the necessary stamps and signature from the appropriate authorities, i.e. Cabinet, Antigua & Barbuda Investment Authority and the Minister of Finance.",
            "content_8": "The following are the general tax information that is applied to the importation of vehicles: The Antigua and Barbuda Sales Tax (ABST) is 15%. This however does not apply to other importation of goods such as agriculture. Customs service tax can be from 1% up to 10%. Foreign exchange levy is 1% on foreign purchases. Stamp tax is 2.5% or 3% based on the CIF value.",
            "content_9": "For any other information or clarification, visit the following link: http://www.gistnet.com/cidb-sample/sa-ag.import.html.",
            "content_10": "Duties and taxes are based on the Customs Value of the vehicle. This includes the cost, insurance and shipping cost. The duties and taxes paid are determined by the applicable Tariff Code and Customs Procedure Code.",
            "content_11": "The following are policy guidelines for duty free concessions on Motor Vehicles: Duty and tax concession will be applied to a vehicle with a value of no more than EC$60,000 or the first EC$60,000 price of the vehicle.",
            "content_12": "An individual or institution can only be given the duty/tax concession in respect of a vehicle every five years.",
            "content_13": "An individual or institution is required to submit yearly proof from the Ministry of Finance, the Antigua and Barbuda Transport Board and Comptroller of Customs that they are still owner of the vehicle(s) for which the concessions were given. Should the vehicle be sold within three years of receiving the concessions, the individual/institution will be required to remit the relevant duties and taxes payable in respect of the vehicle.",
            "mini_title_2": "Car trends in Antigua and Barbuda",
            "content_14": "As stated previously Antiguan drivers, such as drag racers, have a deep love and appreciation for cars from the 90s. Most of these cars have originated out of Japan through online dealerships. During the Drag racing season, races were held at the John I Racing Track. However, the Antigua and Barbuda Drag Racing Association acquired a new piece of land to the east of the Sir Vivian Cricket Grounds which has a better stretch of road for racing. For any other information about the ABDRA check out the following link to the Facebook page: https://www.facebook.com/pages/Antiguastreetzcom/364098930524",
            "content_15": "The following are some of the cars imported into the country:",
            "content_16": {
                "Toyota": [
                    "Altezza / Corolla",
                    "Yaris / Runx",
                    "MR-2 / MR-S"
                ],
                "Honda": [
                    "Accord / Integra Civic"
                ],
                "Nissan": [
                    "Skyline / 180SX Urvan"
                ],
                "Mitsubishi": [
                    "Evolution"
                ],
                "Subaru": [
                    "Impreza WRX Forester / Legacy"
                ]
            },
            "mini_title_3": "Local Clearing",
            "content_17": {
                "Brysons Shipping Agency": [
                    "P.O Box 162, Long Street, St. John's, Antigua, WI",
                    {
                        "Tel": "(268) 480-1240"
                    },
                    {
                        "Fax": "(268) 462-0170"
                    },
                    {
                        "Website": "http://www.laparkan.com"
                    },
                    {
                        "E-mail": "bryship@candw.ag"
                    }
                ],
                "Jasco Agencies Ltd.": [
                    "P.O Box 2750, St. John's St, St. John's, Antigua, WI",
                    {
                        "Tel": "(268) 462-9521/2/3"
                    },
                    {
                        "Fax": "(268) 462-9524"
                    },
                    {
                        "E-mail": "jasco@candw.ag"
                    }
                ],
                "Consolidated Forwarders Ltd.": [
                    "P.O Box 2478, Friars Hill Road, St. John's, Antigua, WI",
                    {
                        "Tel": "(268) 480-1100"
                    },
                    {
                        "Fax": "(268) 480-1120"
                    },
                    {
                        "E-mail": "carifor1@candw.ag"
                    }
                ],
                "Caribbean Maritime Services": [
                    "P.O Box 120, Scott's Hill, St. John's, Antigua, WI",
                    {
                        "Tel": "(268) 462-1224/5"
                    },
                    {
                        "Fax": "(268) 462-1227"
                    },
                    {
                        "E-mail": "caribms@candw.ag"
                    }
                ],
                "Carib Seas": [
                    "P.O Box 1267, North St. & Wapping Lane, St. John's, Antigua, WI",
                    {
                        "Tel": [
                            "(268) 462-4863/4",
                            "(268) 462-5913/4"
                        ]
                    },
                    {
                        "Fax": "(268) 462-4864"
                    },
                    {
                        "E-mail": "caribsea@candw.ag"
                    }
                ],
                "Tropical Shipping": [
                    "P.O Box W1310, Millburn House, Old Parham Road, St. John's, Antigua, WI",
                    {
                        "Tel": "(268) 562-2934"
                    },
                    {
                        "Fax": "(268) 562-2935"
                    },
                    {
                        "Website": "http://www.tropicalshipping.com"
                    },
                    {
                        "E-mail": "schartz@tropical.com"
                    }
                ],
                "Vernon Edwards": [
                    "P.O Box 82, Crn. Thames & Long Sts., St. John's, Antigua, WI",
                    {
                        "Tel": [
                            "(268) 462-2034",
                            "(268) 462-3559"
                        ]
                    },
                    {
                        "Fax": "(268) 462-2035"
                    },
                    {
                        "E-mail": "vedwards@candw.ag"
                    }
                ],
                "Walker's Trading Agency": [
                    "P.O Box 506, North Street, St. John's, Antigua, WI",
                    {
                        "Tel": [
                            "(268) 462-4121",
                            "(268) 462-4122"
                        ]
                    },
                    {
                        "E-mail": "wtrading@candw.ag"
                    }
                ],
                "Mr. Alston Zachariah": [
                    "",
                    {
                        "Tel": "(268) 461-4901"
                    },
                    {
                        "Cell Phone": "(268) 774-7070"
                    }
                ],
                "InterFreight Ltd.": [
                    "P.O Box P.O 731, Lower Bishopgates St., St. John's, Antigua, WI",
                    {
                        "Tel": [
                            "(268) 481-1200",
                            "(268) 481-1209"
                        ]
                    },
                    {
                        "E-mail": "ifreight@candw.ag"
                    }
                ]
            },
            "mini_title_4": "Local Ports",
            "mini_title_5": "Deep Water Harbor",
            "content_18": "As one of the best natural harbors in the region the Deep Water Harbor, located in Antigua, has been capitalized upon with over $22 million being invested into it, bringing its facilities up to the levels required by major cruise ships. The renovation was done five years ago by the dredging of the St. John's Harbor to 35 feet, which widened the channel into the harbor. The Deep Water Harbor handles all cargo imported into the country. The Port Authority, however, is looking into renovations which should start next year to update the port."
        },
        {
            "id": 2,
            "title": "Bahamas",
            "mini_title_1": "Information About Car Import into Antigua and Barbuda",
            "mini_title_2": "Regulations, taxes and rules for importing cars into the Bahamas",
            "content_1": "All individuals or businesses interested in importing one or more used vehicles should know that there are a number of necessities to be accomplished before claiming your vehicle. All cars should be insured if you wish to import to The Bahamas. If a right hand drive vehicle is being imported, please keep in mind that the headlights will need to be readjusted to be set to the left. Once your vehicle has arrived it should be carried to the local Road and Traffic department immediately for the purpose of licensing and inspection.",
            "content_2": "You must produce the appropriate documents and pay the specific amount of money to cover custom duty fees and any other associated fees. In that respect you will need to complete the relevant entry forms (C-14 form for Nassau, C-13 form for Freeport and C-43 form for Declaration of Value), submit shipment documents and provide an invoice received by you to the Bahamian Customs Department. Due to the recent government implementation of Value Added Tax (VAT) that began on January 1st 2015, Bahamians are obligated to pay an additional 7.5% tax on imported vehicles with the exception of it being imported on a temporary basis.",
            "mini_title_3": "Car trends in the Bahamas",
            "content_4": "If you are an individual buyer or a business owner with the primary goal of making a good profit by selling imported cars to your local Bahamian customers, here are a few things you should take note of.",
            "content_5": "Be mindful of the types of cars that are most popular in the Bahamian community; there is a reason for them being so common. As we all may know, as car owners it is extremely frustrating to finally purchase a nice car and when the time comes to have it repaired, there are no parts in stores anywhere locally. Therefore it is important for you to import cars that maintain a good reputation in terms of finding parts for it. Furthermore, Bahamians prefer cars that are good on gas such as Hondas, Toyotas, Nissans, and Kia models to name a few. Not to mention, their car parts are also more accessible locally in The Bahamas.",
            "content_6": "Naturally the younger group of Bahamians takes pleasure in driving sports cars because of their speed. Honda civic and Honda accord coupes are sporty yet inexpensive cars that are regularly purchased by men between the ages of eighteen to thirty in The Bahamas for the most part. On a larger scale Honda is the best-selling brand of cars across the Commonwealth of The Bahamas whether new or used, and it is well liked for its stylish appearance, fuel efficiency and reasonable pricing. Hence, Nassau is also called the Honda Nation according to the civilians.",
            "content_7": "On the other hand, Toyota, Infiniti and Kia SUVs and sedans are far more appreciated by female consumers within the country. Right hand drive used Japanese vehicles are on the rise rather than left-hand drive used Japanese vehicles, and are becoming more popular amongst the Bahamian population of car owners. The Nissan Cube has been spotted regularly on the roads of New Providence as it is indeed a very smooth car and suitable enough for any driver regardless of gender or age.",
            "mini_title_4": "Customs",
            "content_8": "Custom duty rates are determined by the value of the vehicle. For instance, if a vehicle costs $10,000 or less you will be charged a duty rate of 65% while a vehicle that is valued at $10,001 to $40,000 will stand at a rate of 75%. Vehicles priced over $40,000 have a duty rate of 85%. Hybrids and other electric vehicles are much less, charged with only 25% duty. Other charges may include: 1% processing fee, environmental levy fee for vehicles, storage fees, freight and insurance and landed charges. Bear in mind that the 7.5% VAT is not included with such fees and must be paid separately. For vehicle importers that reside in Freeport, Grand Bahamas please be advised to read the 'VAT and the Hawksbill Creek Agreement'.",
            "content_9": "Head over to www.bahamas.gov.bs/customs for more information on fees and importing vehicles.",
            "mini_title_5": "Nassau Container Port",
            "content_10": "The Nassau Container Port is located in in the Arawak Cay area. It is approximately 56 acres and it is only a short two miles heading west of Downtown Nassau, Bahamas. With provisions by the Port there are facilities for container cargo for persons importing cars. The use of a wide range of ocean carriers is accepted for importers. In addition to that, the customer service is spectacular and very effective.",
            "content_11": "For your convenience, there is a Customs Department present at the Nassau Container Port to speed up the processing of entry as well as inspection of freight. Fortunately, persons importing cars to Nassau, Bahamas have the advantage of handling all related business on-site at the Nassau Container Port.",
            "mini_title_6": "Freeport Container Port",
            "content_12": "the Freeport Container Port is located in Grand Bahama which is one of the largest islands in The Bahamas. It deals entirely with international transshipment of cargo that is containerized. The Freeport Container Port is known for its ability to manage even the most enormous vessels on the planet. The FCP is about 16m deep and it has the capacity for up to 1.5 million twenty-foot equivalent units within a twelve month period."
        },
        {
            "id": 3,
            "title": "Cayman Islands",
            "mini_title_1": "Information About Car Import into the Cayman Islands",
            "mini_title_2": "Regulations, taxes and rules for importing cars into the Cayman Islands",
            "content_1": "In order to import a car into the Cayman Islands, one would need to get the car to the Port of Miami or Tampa, clear US customs and book the car onto the next ship sailing to the Caymans. The owner would need to take all the paperwork to Customs and then the Port Authority to pay the import duty (29.5%-42% depending on the value of the car), plus a one-time fee for future car disposal. A customs broker can be hired to help with the process as it can be a little tedious and time consuming.",
            "content_2": "The average cost for shipping a mid-sized vehicle with either Seaboard Marine or Thompson Line is US$1400 without insurance. However, it is highly recommended that insurance is added. US Customs Law states that the Vehicle Title for used cars must be stamped by US Customs for a 72 hour clearing period (excluding delivery days, shipping and weekends) prior to the shipping date. It is also highly recommended that a Customs Broker be used to assist with the process.",
            "content_3": "All vehicles must be delivered to the Port before US Customs clearance. The port the vehicle is shipped to depends on the shipping company used. The following are the shipping companies that can be used to ship to the Cayman Islands:",
            "content_4": {
                "Hyde Shipping": [
                    "10025 NW 116th Way, Suite 2, Medley, FL 33178",
                    {
                        "Tel": [
                            "(305) 913-4933",
                            "(345) 947-4933"
                        ]
                    },
                    {
                        "Website": "www.hydeshipping.com"
                    }
                ],
                "Seaboard Marine": [
                    "8001 NW 79th Avenue, Miami, FL 33166",
                    {
                        "Tel": [
                            "(305) 863-4775",
                            "Micro Commerce Center",
                            "Grand Cayman",
                            "(345) 949-4977"
                        ]
                    },
                    {
                        "Website": "www.seaboardcayman.com"
                    }
                ],
                "Thompson Line": [
                    "9505 NW 108th Avenue, Medley, FL 33178",
                    {
                        "Tel": [
                            "(305) 805-6620",
                            "(345) 949-8044"
                        ]
                    },
                    {
                        "Fax": "(268) 480-1120"
                    },
                    {
                        "E-mail": "www.thompsonline.com"
                    }
                ],
                "Deluxe Freight": [
                    "11013 NW 30th Street, Suite 100, Doral, FL 33172",
                    {
                        "Tel": [
                            "(305) 513 0156",
                            "(345) 949 2350"
                        ]
                    },
                    {
                        "Fax": "(268) 480-1120"
                    },
                    {
                        "E-mail": "cargo@deluxefreight.com"
                    },
                    {
                        "Website": "www.deluxefreight.com"
                    }
                ],
                "Seapack Inc": [
                    "9950 NW 17th St, Doral, FL 33172",
                    {
                        "Tel": [
                            "(305) 592 1150",
                            "(345) 949 5989"
                        ]
                    },
                    {
                        "Fax": "(268) 480-1120"
                    },
                    {
                        "E-mail": "Mercedes@seapackline.com"
                    }
                ]
                
            },
            "content_5": "It is the owner's responsibility to get their vehicle cleared through US customs or have a customs broker do so. The following brokers are based in Miami and can help with this process:",
            "content_6":"They can also assist with the transfer of the vehicle from the dealership to the port and help with cargo insurance. In addition, they will send all the paperwork by courier and it can be collected in Cayman.",
            "content_7":"Once the car has landed at the port in Cayman you will be notified by the shipping company. If a customs broker is used they will communicate with their contact in Cayman. However, if you are doing it independently the next steps are to be followed:",
            "content_8":"Collect paperwork from the shipping company and pay shippers. Pay the duty for vehicles and the environmental fee (CI$250 or CI$1250) at Customs. Pay the port charges of about CI$50 depending on the weight of the vehicle at Port Authority. Get insurance for the vehicle (proof of insurance is needed before the car can be licensed at DVDL). Collect the vehicle. Go to the DVDL to license the vehicle for one year, have it inspected and purchase Cayman Island's license plates. They will need to see the vehicle's certificate of title.",
            "content_9": "The Cayman Islands don't have direct taxes, so in order to raise revenue the Government charges import duty on all vehicles imported into the islands. The percentage charged depends on the value of the car and is worked out using Kelly Blue Book. For more information visit www.kbb.com.",
            "content_10":{"The following are the different rates:": ["CIF up to CI$20,000 = 29.5%", "CIF up to CI$25,000 = 32%", "CIF up to CI$30,000 = 37%", "CIF from CI$30,000 and up = 42%"]},
            "mini_title_3": "Other useful information for local customers",
            "content_11": {"The following are the different duty rates for vehicles imported into the Cayman Islands:":["Up to $12,000 or c.i.f. (used cars only) 29.5%, environmental fee $1,000 and waste handling fee $250","Up to $20,000 or c.i.f. value 29.5%","Between $20,001 and $25,000 or c.i.f. value 32%","Between $25,001 and $30,000 or c.i.f. value 37%","More than $30,000 or c.i.f. value 42%"]},
            "mini_title_4":"Environmental Impact Fee",
            "content_12": {"There is a charge collected and paid through customs at the time of import as a special Environmental Impact Fee of:":["CI$250.00 - Motor Vehicles (other than a motor cycle) imported into the Islands","CI$75.00 - Motorcycles imported into the Islands","CI$5.00 - Lead-Acid Batteries imported into the Islands (when imported separately)","CI$2.00 – Tires for motor vehicle imported into the Islands (when imported separately)"]},
            "mini_title_5":"Local Ports",
            "content_13":"The mission at the Port Authority of The Cayman Islands is to contribute to the economic development of the Cayman Islands by fostering and stimulating commerce and shipment of freight. This is achieved by effectively managing the maritime affairs of the Cayman Islands and by accommodating the volume of imports by sea through the provision of sufficient docking and cargo handling/storage facilities.",
            "content_14":"Being a very well-known tourist destination, the Cayman Islands strive to assist in the promotion of tourism through the provision of appropriate arrival and departure facilities for cruise ship passengers.",
            "mini_title_6": "Port of Cayman Brac",
            "content_15":"Port of Cayman Brac at the Creek handles the same size vessels as the George Town facilities and is able to handle increasing volumes of cargo.",
            "mini_title_7": "George Town",
            "content_16":"The George Town cruise passenger landing dock was upgraded to provide an attractive setting to passengers and improve security for Immigration and Customs purposes."

        }
    ]
}